[{"description":"Crear landing page de astrología psicológica con estructura completa: Hero con titular emocional potente, sección de enfoque (astrología como herramienta terapéutica), sección 'Para quién es / No es', servicios detallados (Informe 50€, Sesión 120€, Packs 70€, Sesión 2 cartas 170€ con precio especial 150€), sección de confianza/valores, y CTAs claros. Logo: 7d6dc424-f44b-45fe-aba3-c7e7048af88e.png en navbar. Foto profesional: 0a8590cc-7ac8-4dc7-8454-e879f7fdfbbe.png en sección sobre mí. Enlaces Stripe: Informe 50€ https://buy.stripe.com/bJecMY3pL9bXaX9gVY0ZW05, Sesión 120€ https://buy.stripe.com/5kQ7sE5xTewh7KX6hk0ZW01, Pack 70€ https://buy.stripe.com/bJecMY3pL9bXaX9gVY0ZW05, Sesión 2 cartas https://buy.stripe.com/5kQ7sE8K53RDd5hfRU0ZW06. Contenido en español de España, tono emocional pero profesional, elegante y moderno, sin clichés místicos ni promesas exageradas. Estilo minimalista, sofisticado, colores tierra/neutros que transmitan confianza y calidez. La landing debe posicionar como profesional seria y convertir visitantes en clientes conscientes.","type":"feature","passes":true,"id":1},{"description":"Cambiar el texto del hero de 'Entiende por qué sientes lo que sientes' a 'La carta natal es el mapa de tu vida'. Cambiar la tipografía del titular hero a una más profesional y moderna, manteniendo elegancia pero con más impacto.","type":"feature","passes":true,"id":2},{"description":"Rediseñar completamente la sección de servicios con los detalles correctos:\n\n1. Informe Astrológico Escrito - 50€\n- Basado en la carta natal\n- Enfocado en bloqueos personales, temas de vida, propósito y crecimiento\n- Entregado como PDF claro y fácil de entender\n- Mostrar lista desplegable o selección visual de tipos disponibles: Carta natal (también infantil), Carta dracónica, Revolución Solar, Tránsitos astrológicos, Sinastría de pareja, Orientación de salud, Orientación profesional\n- CTA: https://buy.stripe.com/bJecMY3pL9bXaX9gVY0ZW05\n\n2. Sesión Online (60 minutos) - 120€ [Marcar como MÁS POPULAR]\n- Videollamada en directo de 60 minutos\n- Espacio para preguntas y claridad\n- Incluye grabación y informe astrológico escrito\n- CTA: https://buy.stripe.com/5kQ7sE5xTewh7KX6hk0ZW01\n\n3. Pack de 2 Informes Escritos - 70€\n- Mostrar dos opciones de packs disponibles:\n  • Carta Natal + Carta Dracónica\n  • Carta Natal + Revolución Solar\n- CTA: https://buy.stripe.com/bJecMY3pL9bXaX9gVY0ZW05\n\n4. Sesión Online de Dos Cartas (90 minutos) - 150€ [PRECIO ESPECIAL DE LANZAMIENTO, tachar 170€]\n- Videollamada en directo de 90 minutos\n- Espacio para preguntas y claridad\n- Incluye grabación y informe astrológico escrito\n- Mostrar opciones de cartas disponibles:\n  • Carta natal + Carta dracónica (precio especial 150€)\n  • Carta natal + Revolución solar\n- CTA: https://buy.stripe.com/5kQ7sE8K53RDd5hfRU0ZW06\n\nMantener diseño elegante con cards limpias, jerarquía visual clara, y que las opciones dentro de cada servicio sean fáciles de visualizar para el cliente.","type":"feature","passes":true,"id":3},{"description":"Añadir información de contacto y redes sociales en el footer y/o sección de contacto: Email: astrochiic@gmail.com, Redes sociales: @astrochiic en Instagram, TikTok y Youtube. Incluir iconos de redes sociales con enlaces funcionales. Mantener diseño elegante y minimalista coherente con el resto de la página.","type":"feature","passes":true,"id":4},{"description":"Añadir un formulario de contacto sencillo y elegante en la sección de contacto. Campos: Nombre, Email, Asunto (opcional con opciones relacionadas a los servicios), Mensaje. Botón de envío coherente con el diseño. El formulario debe enviar a astrochiic@gmail.com. Diseño minimalista, inputs con borde sutil, placeholder text claro, mantener paleta de colores tierra/neutros. Ubicar antes del footer o integrar en una sección de contacto dedicada.","type":"feature","passes":true,"id":5},{"description":"Optimizar responsive completo: mejorar adaptación móvil de hero, servicios (cards en columna), formulario, navbar hamburger menu en móvil. Asegurar que todo se vea perfecto en tablets y móviles.","type":"feature","passes":true,"id":6},{"description":"Aumentar tamaño del logo en navbar para que sea más visible y tenga mayor presencia. Mantener elegancia pero hacerlo más prominente.","type":"feature","passes":true,"id":7},{"description":"Añadir sección de testimonios con 3-4 testimonios auténticos de clientas (usar ejemplos realistas de mujeres en procesos de transformación). Diseño elegante con cards o formato carrusel, incluir nombre y experiencia emocional. Ubicar después de servicios y antes de contacto. Testimonios ejemplo: testimonios sobre claridad emocional, entender patrones, tomar decisiones conscientes, procesos de cambio. Tono auténtico, no exagerado.","type":"feature","passes":true,"id":8},{"description":"Rediseñar completamente la sección '¿Es para ti?' con formato más visual e impactante. Dividir en dos columnas claras: 'Para quién SÍ es' (con checkmarks verdes/dorados) y 'Para quién NO es' (con X o símbolos sutiles). Hacer la sección más escaneable visualmente, con items cortos y concisos. Ejemplos: SÍ - Estás en un momento de cambio o crisis, Quieres entender tus patrones emocionales, Buscas autoconocimiento profundo. NO - Buscas predicciones del futuro, Quieres respuestas mágicas sin trabajo personal, Esperas que te diga qué hacer. Usar iconos sutiles, layout en grid, diseño moderno.","type":"feature","passes":true,"id":9},{"description":"Reemplazar el logo actual por el nuevo logo: /home/user/Attachments/4c55c15c-6d47-4b31-b910-b68c92218597.png. Aplicar este logo tanto en el navbar (esquina superior izquierda) como en el footer (centrado). Asegurar que el tamaño sea visible y apropiado en ambas ubicaciones. El logo tiene fondo claro/transparente y tipografía elegante de ASTROCHIC con subtítulo 'ASTROLOGÍA EVOLUTIVA'.","type":"feature","passes":true,"id":10},{"description":"Reducir el tamaño del logo en móviles para que ocupe menos espacio en el navbar. Ajustar las clases responsive para que en móvil sea más pequeño (por ejemplo h-10 o h-11) y que crezca en tablets y desktop. Mantener legibilidad pero optimizar el espacio vertical en pantallas móviles.","type":"feature","passes":true,"id":11},{"description":"Añadir favicon usando el logo de Astrochic (4c55c15c-6d47-4b31-b910-b68c92218597.png). Configurar el favicon en el HTML para que aparezca en la pestaña del navegador. Asegurar que se vea correctamente en diferentes navegadores.","type":"feature","passes":true,"id":12},{"description":"Rediseñar completamente el estilo visual de la landing para que esté más alineada con la temática astrológica, pero manteniendo elegancia, profesionalismo y modernidad. El contenido actual debe permanecer exactamente igual, solo cambiar el diseño visual. Inspiración: paleta sofisticada que evoque el cosmos y astrología sin ser mística (piensa en observatorios modernos, planetarios elegantes, revistas de astronomía premium). Incorporar sutilmente elementos geométricos, constelaciones minimalistas, o círculos orbitales como detalles de diseño. Tipografía contemporánea y elegante. Evitar clichés místicos como velas, cristales, lunas brillantes exageradas, símbolos esotéricos obvios. Debe transmitir: ciencia del alma, psicología profunda, introspección sofisticada. Mantener toda la estructura, contenido, testimonios, servicios, formulario y funcionalidad actual.","type":"feature","passes":true,"id":13},{"description":"Rediseñar con estética chic, luminosa y sofisticada. Volver a una paleta clara y elegante: tonos crema, beige, blanco roto, con acentos dorados/bronce sutiles. Inspiración: revistas de lifestyle premium, marcas de wellness sofisticadas, estudios de diseño minimalista. Fondo claro y luminoso, espacios amplios, tipografía refinada. Mantener conexión con astrología de forma muy sutil (pequeños detalles geométricos, círculos elegantes, sin ser obvio). Eliminar fondo oscuro y estrellas. Crear atmósfera limpia, aireada, femenina sin ser cursi, elegante sin ser corporativa. Estilo Kinfolk, Cereal Magazine, The Line. Mantener todo el contenido y funcionalidad actual.","type":"feature","passes":true,"id":14},{"description":"Cambiar el color de todos los botones CTA (primarios) a un bronce suave que mantenga buen contraste con el texto blanco. Usar un tono bronce/dorado cálido pero no demasiado brillante (algo como #A6896B o #9C7A5F). Asegurar que el texto blanco sea perfectamente legible. Aplicar a todos los botones principales: 'Reserva tu sesión', 'Consigue tu informe', botones de servicios, formulario de contacto, etc. Mantener efectos hover sutiles con versión ligeramente más oscura del bronce. Preservar botones secundarios si los hay con estilo diferente.","type":"feature","passes":true,"id":15},{"description":"Añadir focus ring visible y accesible a todos los botones bronce. Usar un outline/ring con el color bronce más claro o un color complementario que sea claramente visible. Aplicar a todos los botones principales para mejorar la accesibilidad de navegación por teclado. El focus ring debe ser suficientemente visible pero mantener la estética elegante. Considerar usar focus-visible para que solo aparezca con navegación por teclado, no con clicks de ratón.","type":"feature","passes":true,"id":16},{"description":"Corregir el enlace Stripe del servicio 'Informe Astrológico Escrito 50€'. El enlace correcto es: https://buy.stripe.com/8x2bIU8K5dsdd5hgVY0ZW00. Reemplazar el enlace actual por este en el CTA del primer servicio.","type":"feature","passes":true,"id":17},{"description":"Hacer que los precios de todos los servicios destaquen mucho más visualmente. Aumentar el tamaño de la tipografía de los precios, usar bold/semibold, considerar un color bronce/dorado para resaltar (#B8956B o similar), añadir más espacio alrededor. El precio debe ser el elemento más prominente después del título del servicio. Aplicar a los 4 servicios. Mantener el estilo de precio tachado en la sesión de 2 cartas (170€ tachado, 150€ destacado).","type":"feature","passes":true,"id":18},{"description":"Hacer que los títulos de todos los servicios destaquen mucho más. Aumentar tamaño de tipografía, usar font-weight más bold (semibold o bold), aumentar espaciado y jerarquía visual. Los títulos deben ser el elemento más prominente de cada card, seguido del precio. Mantener elegancia pero con mayor impacto visual. Aplicar a los 4 servicios de forma consistente.","type":"feature","passes":true,"id":19},{"description":"Reemplazar el logo actual por el nuevo logo optimizado: logo-navbar.png (356x80px) en el navbar y footer. Actualizar también el favicon usando favicon.png y favicon.ico que están en la carpeta public. El nuevo logo tiene el espacio en blanco recortado y es más grande y visible. Asegurar que se vea bien en desktop y móvil.","type":"feature","passes":true,"id":20}]